message-003.xml

<soapenv:Envelope
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
	<soapenv:Header>
		<wsse:Security
			xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
			<wsse:UsernameToken>
				<wsse:Username>POKHtest</wsse:Username>
				<wsse:Password
					Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">POKHtest1234</wsse:Password>
			</wsse:UsernameToken>
		</wsse:Security>
	</soapenv:Header>
	<soapenv:Body>
		<ns2:getObject
			xmlns:ns2="http://docs.oasis-open.org/ns/cmis/messaging/200908/"
			xmlns="http://docs.oasis-open.org/ns/cmis/core/200908/">
			<ns2:repositoryId>471f6aa0-1030-44eb-a532-812b1702d572
			</ns2:repositoryId>
			<ns2:objectId>aaa</ns2:objectId>
			<ns2:includeAllowableActions>false</ns2:includeAllowableActions>
			<ns2:includeRelationships>none</ns2:includeRelationships>
			<ns2:includePolicyIds>false</ns2:includePolicyIds>
			<ns2:includeACL>false</ns2:includeACL>
		</ns2:getObject>
	</soapenv:Body>
</soapenv:Envelope>